Repository: alexproca/askbot-translate
Catalog: djangojs.po
Languages: ro

source: Are you sure you want to remove your %s login?
ro: Ești sigur că vrei să ștergi autentificarea cu %s

source: Please add one or more login methods.
ro: Te rog să adaugi una sau mai multe metode de autentificare

source: You don't have a method to log in right now, please add one or more by clicking any of the icons below.
ro: Nu ai nicio metodă de autentificare, te rog să adaugi una sau mai multe făcând click pe una dintre iconițele de mai jos

source: passwords do not match
ro: parolele nu se potrivesc

source: Show/change current login methods
ro: Arată/schimbă metodele curente de autentificare

source: Please enter your %s, then proceed
ro: Te rugăm să introduci %s tău si apoi să treci mai departe.

source: Connect your %(provider_name)s account to %(site)s
ro: Conectează contul tău %(provider_name)s cu %(site)s

source: Change your %s password
ro: Schimbă parola ta pentru %s

source: Change password
ro: Schimbă parola

source: Create a password for %s
ro: Creează o parolă pentru %s

source: Create password
ro: Creează o parolă

source: Create a password-protected account
ro: Creează un cont protejat de parolă

source: required
ro: obligatoriu

source: Your message:
ro: Mesajul tău:

source: send
ro: trimite

source: cancel
ro: anulează

source: Reply
ro: Raspunde

source: message sent
ro: mesaj trimis

source: user {{str}} does not exist
ro: utilizatorul {{str}} nu există

source: cannot send message to yourself
ro: nu poți să îți trimiți mesaj ție

source: Recipient:
ro: Destinatar:

source: To see search results, 2 or more characters may be required
ro: Pentru a vedea rezultatele căutării, sunt necesare 2 sau mai multe caractere

source: Ask Your Question
ro: Pune o întrebare

source: Sorry, this tag does not exist
ro: Ne pare rău, această etichetă nu există

source: search or ask your question
ro: caută sau pune o întrebare

source: loading...
ro: se încarcă...

source: must be shorter than %(max_chars)s character
ro: trebuie să fie mai scurt decât %(max_chars)s caracter

source: tags cannot be empty
ro: etichetele nu pot fi goale

source: details are required
ro: sunt necesare detalii

source: details must have > %s character
ro: detaliile trebuie sa aibă > %s caracter

source: enter your question
ro: pune o întrebare

source: question must have > %s character
ro: întrebarea trebuie să aibă > %s caracter

source: content cannot be empty
ro: conținutul nu poate fi gol

source: answer must be > %s character
ro: răspunsul trebuie sa aibă > caracter

source: Back to the question
ro: Înapoi la întrebare

source: draft saved...
ro: ciornă salvată...

source: insufficient privilege
ro: privilegii insuficiente

source: cannot pick own answer as best
ro: nu pot să aleg un răspuns ca cel mai bun

source: please login
ro: te rugăm să te alături

source: anonymous users cannot follow questions
ro: utilizatorii anonimi nu pot urmări întrebări

source: anonymous users cannot subscribe to questions
ro: utilizatorii anonimi nu se pot abona la întrebări

source: anonymous users cannot vote
ro: utilizatorii anonimi nu pot vota

source: please confirm offensive
ro: te rugăm să confirmi ca este ofensiv

source: please confirm removal of offensive flag
ro: te rugăm să confirmi înlăturarea marcajului ofensiv

source: anonymous users cannot flag offensive posts
ro: utilizatorii anonimi nu pot marca postări ca ofensive

source: confirm delete
ro: confirmă ștergerea

source: anonymous users cannot delete/undelete
ro: utilizatorii anonimi nu pot șterge/recupera

source: post recovered
ro: postare recuperată

source: post deleted
ro: postare ștearsă

source: Follow
ro: Urmează

source: %s follower
ro: %s abonat

source: <div>Following</div><div class="unfollow">Unfollow</div>
ro: <div>Urmărește</div><div class="unfollow">Nu mai urmări</div>

source: remove flag
ro: șterge marcajul

source: flag offensive
ro: marchează ca ofensiv

source: undelete
ro: recuperează

source: delete
ro: șterge

source: sorry, something is not right here
ro: ne pare rău, ceva este incorect aici

source: add comment
ro: adaugă comentariu

source: save comment
ro: salvează comentariu

source: enter at least %s characters
ro: introdu cel puțin %s caractere

source: enter at least %s more characters
ro: introdu cel puțin încă %s caractere

source: %s characters left
ro: %s caractere rămase

source: minor edit (don't send alerts)
ro: actualizare minoră (nu trimite alerte)

source: Are you sure you don't want to post this comment?
ro: Ești sigur că nu vrei să trimiti această postare

source: just now
ro: chiar acum

source: delete this comment
ro: șterge acest comment

source: confirm delete comment
ro: confirmă stergerea comentariului

source: please sign in or register to post comments
ro: te rog să te autentifici sau să te înregistrezi pentru a posta comentarii

source: Please enter question title (>10 characters)
ro: Te rugăm să introduci titlul întrebării (>10 caractere)

source: Sorry, you have only read access
ro: Ne pare rău, ai doar dreptul de a citi

source: save
ro: salvează

source: Enter the logo url or upload an image
ro: Introdu url-ul pentru logo sau încarcă o imagine

source: Do you really want to remove the image?
ro: Ești sigur că vrei să ștergi imaginea?

source: change logo
ro: schimbă logo

source: add logo
ro: adaugă logo

source: tag "%s" was already added, no need to repeat (press "escape" to delete)
ro: eticheta "%s" a fost deja adăugată, nu este necesar să fie adăugată din nou (apasă "escape" pentru ștergere)

source: a maximum of %s tag is allowed
ro: maximum %s etichetă este permisă

source: Delete category?
ro: Ștergi categoria?

source: category name cannot be empty
ro: numele categoriei nu poate rămâne gol

source: already exists at the current level!
ro: deja există la nivelul curent!

source: add category
ro: adaugă categorie

source: save tags
ro: salvează etichete

source: User name:
ro: Numele utilizatorului:

source: Group name:
ro: Numele grupului:

source: Shared with the following users:
ro: Vizibil pentru următorii utilizatori:

source: Shared with the following groups:
ro: Vizibil pentru următoarele grupuri:

source: Tag "<span></span>" matches:
ro: Eticheta "<span></span>" se potrivește:

source: and %s more, not shown...
ro: și încă %s, ascunse

source: Please select at least one item
ro: Te rog să selectezi cel puțin un element

source: Delete this notification?
ro: Ștergi această notificare?

source: Close this entry?
ro: Închizi această înregistrare?

source: Remove all flags and approve this entry?
ro: Înlături toate marcajele și aprobi această înregistrare?

source: Post deleted
ro: Postare ștearsă

source: Post approved
ro: Postare aprobată

source: Accept
ro: Aceptă

source: Reject
ro: Respinge

source: add new reject reason
ro: adaugă un nou motiv de respingere

source: Looks there are some things to fix:
ro: Se pare că există ceva de reparat:

source: Please provide description.
ro: Te rugăm să introduci o descriere.

source: Please provide details.
ro: Te rugăm să introduci detalii.

source: A reason must be selected to delete one.
ro: Trebuie să introduci un motiv pentru a șterge

source: A reason must be selected to reject post.
ro: Un motiv trebuie să fie selectat pentru a respinge postarea.

source: Please <a href="%(signin_url)s">signin</a> to follow %(username)s
ro: Te rugăm <a href="%(signin_url)s">autentifică-te</a> pentru a te abona la %(username)s

source: unfollow %s
ro: dezabonează-te de la %s

source: following %s
ro: este abonat la %s

source: follow %s
ro: abonează-te la %s

source: add group
ro: adaugă grup

source: add
ro: adaugă

source: and
ro: și

source: click to close
ro: click pentru a închide

source: click to edit this comment
ro: click pentru a edita comentariul

source: convert to answer
ro: transformă în răspuns

source: Cancel
ro: Anulare

source: Uploaded file: %s
ro: Încarcă fișierul: %s

source: Choose a different image
ro: Alege o imagine diferită

source: Choose a different file
ro: Alege un fișier diferit

source: Oops, looks like we had an error. Sorry.
ro: Ups, se pare ca am avut o eroare. Ne pare rău.

source: Choose an image to insert
ro: Alege o image pentru inserare

source: Choose a file to insert
ro: Alege un fișier pentru a-l insera

source: Allowed file types are:
ro: Tipurile de fișiere permise sunt:

source: Or paste file url here
ro: Sau lipește url-ul fișierului aici

source: Save
ro: Salvează

source: saved
ro: salvat

source: enabled
ro: activat

source: disabled
ro: deactivat

source: group name
ro: numele grupului

source: add new group
ro: adaugă un grup nou

source: Group %(name)s already exists. Group names are case-insensitive.
ro: Grupul %(name)s există deja. Numele de grupuri nu fac diferența între litere mari și litere mici

source: see questions tagged '%s'
ro: vezi întrebările etichetate cu '%s'

source: ago
ro: în urmă

source: from now
ro: de acum

source: about a minute
ro: aproximativ un minut

source: %d minutes
ro: %d minute

source: about an hour
ro: aproximativ o ora

source: %d hours
ro: %d ore

source: yesterday
ro: ieri

source: %d days
ro: %d zile

source: about a month
ro: aproximativ o lună

source: %d months
ro: %d luni

source: about a year
ro: aproximativ un an

source: %d years
ro: %d ani

source: Jan
ro: Ian

source: May
ro: Mai

source: Jun
ro: Iun

source: Jul
ro: Iul

source: Nov
ro: Noi

source: 2 days ago
ro: acum 2 zile

source: %s hour ago
ro: acum %s oră

source: %s min ago
ro: acum %s minut

source: Insert a file
ro: Inserează un fișier

source: Insert image
ro: Inserează o imagine

source: quote
ro: citează

source: preformatted text
ro: text deja formatat

source: image
ro: imagine

source: attachment
ro: atașament

source: numbered list
ro: listă numerotată

source: bulleted list
ro: listă cu buline

source: heading
ro: titlu

source: horizontal bar
ro: bară orizontală

source: undo
ro: anulare

source: redo
ro: revenire

source: enter image url
ro: introdu url-ul imaginii

source: enter url
ro: introdu url

source: upload file attachment
ro: încarcă un fișier ca atașament

source: image description
ro: descrierea imaginii

source: file name
ro: numele fișierului

source: link text
ro: leagă textul
